IDEA Open Model
OriginSettings.ImportRecommendedWelds Property
Compatible with IDEA StatiCa 20.1
 Import also recommended welds
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool ImportRecommendedWelds { get; set; }
Public Property ImportRecommendedWelds As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace